/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "이 단축어는 %2$@ %1$@에서 가져왔습니다.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "이 단축어는 %2$@ %1$@에서 가져왔습니다.";

/* %@ = action name */
"Add “%@”" = "‘%@’ 추가";

/* %@ = action name */
"Remove “%@”" = "‘%@’ 삭제";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "단축어에서 %@을(를) 로그아웃하겠습니까?";

/* %@ = service name */
"Do you want to sign out of %@?" = "%@에서 로그아웃하겠습니까?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "이 단축어는 %@에서 가져왔습니다. 이 단축어를 실행하겠습니까?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "%@(으)로";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "‘%@‘ 안의 동작도 삭제하겠습니까?";

/* %@=app name */
"Install %@" = "%@ 설치";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri 문구";

/* Access resource action settings title */
"Accounts" = "계정";

/* Accessibility accouncement */
"Finished editing shortcuts" = "단축어 편집 완료";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@이(가) 즐겨찾기에 추가됨";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@이(가) 즐겨찾기에서 제외됨";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "단축어 실행 중";

/* Accessibility action */
"Delete shortcut" = "단축어 삭제";

/* Accessibility action */
"Duplicate shortcut" = "단축어 복제";

/* Accessibility action */
"Favorite Action" = "즐겨찾기에 동작 추가";

/* Accessibility action */
"Rename shortcut" = "단축어 이름 변경";

/* Accessibility action */
"Un-favorite Action" = "즐겨찾기에서 동작 제외";

/* Accessibility action or discoverability title */
"Edit shortcut" = "단축어 편집";

/* Accessibility action or discoverability title */
"Run shortcut" = "단축어 실행";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "단축어에 %@ 추가됨";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "허용된 입력 유형";

/* Accessibility announcement */
"Closed variables tray" = "닫힌 변수 트레이";

/* Accessibility announcement */
"Editing shortcuts" = "단축어 편집 중";

/* Accessibility announcement */
"Opened variables tray" = "열린 변수 트레이";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "드래그 중";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "단축어 실행 완료";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%2$@ 단축어 위에 %1$@ 추가됨";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%2$@ 단축어 아래에 %1$@ 추가됨";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "%@ 위로 이동함";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "%@ 아래로 이동함";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ 삭제됨";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ 복제됨";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "축소됨";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "드래그 중";

/* Accessibility announcement; expanded parameter */
"expanded" = "확장됨";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "단축어 실행 중단됨";

/* Accessibility hint */
"Closes the shortcut" = "단축어를 닫습니다.";

/* Accessibility hint */
"Creates a new shortcut" = "새로운 단축어를 생성합니다.";

/* Accessibility hint */
"Deletes the selected shortcuts" = "선택한 단축어를 삭제합니다.";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "이중 탭하여 단축어의 하단에 추가할 수 있습니다. 이중 탭한 채로 유지한 다음, 드래그하여 단축어에서 원하는 위치에 둘 수 있습니다.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "드래그 가능. 이중 탭하고 누른 채로 있다가 소리가 나면 드래그하여 재정렬합니다. 선택하려면 이중 탭하십시오.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "선택한 단축어를 복제합니다.";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "공유 중인 콘텐츠가 여기에서 선택한 유형 중 하나인 경우, 이 단축어는 단축어 동작 확장 프로그램(iOS 공유 메뉴)에 표시됩니다.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "단축어 편집 모드를 끕니다.";

/* Accessibility hint */
"Turns on shortcut editing mode" = "단축어 편집 모드를 켭니다.";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "동작 서랍을 반으로 축소하려면 이중 탭하십시오.";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "동작 서랍을 완전히 확장하려면 이중 탭하십시오.";

/* Accessibility hint on action */
"Double-tap to read the action description." = "동작 설명을 읽으려면 이중 탭하십시오.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "드래그 가능. 이중 탭하고 누른 채로 있다가 소리가 나면 드래그하여 재정렬합니다. 동작 설명을 읽으려면 이중 탭하십시오.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "설정을 토글하려면 이중 탭하십시오.";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "선택하려면 이중 탭하십시오.";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "축소하려면 이중 탭하십시오.";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "삽입하려면 이중 탭하십시오.";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "확장하려면 이중 탭하십시오.";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "%@ 단축어를 실행합니다.";

/* Accessibility label */
"Add Tag" = "태그 추가";

/* Accessibility label */
"Close" = "닫기";

/* Accessibility label */
"Create Shortcut" = "단축어 생성";

/* Accessibility label */
"Show Keyboard" = "키보드 보기";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "%@ 내부";

/* Accessibility label or discoverability title */
"Redo" = "실행 복귀";

/* Accessibility label or discoverability title */
"Undo" = "실행 취소";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "최소화됨";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "절반 화면";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "전체 화면";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ 동작 - 실행 중 - %d퍼센트 완료";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ 동작";

/* Accessibility label; remove search filter */
"Remove filter" = "필터 삭제";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@(선택되지 않음)";

/* Accessibility value; switch is on */
"On" = "켬";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "손가락을 떼서 %@ 삭제";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "이 동작은 입력을 출력으로 전달합니다.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "처음 단축어 실행 시 전달된 입력을 가져옵니다.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "아직 공유 시트 단축어가 없습니다.\n\n추가하려면 단축어를 생성하고 해당 설정에서 ‘공유 시트에서 보기’를 켜십시오.";

/* Action extension; no search results */
"No shortcuts match the search." = "검색과 일치하는 단축어가 없습니다.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "단축어가 아직 없습니다.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri 제안";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "단축어: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "이 단축어에 추가";

/* Add search filter */
"Add Filter" = "필터 추가";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "이 공유 링크에 접근 권한이 있는 사용자는 이 단축어의 콘텐츠를 볼 수 있습니다.";

/* Alert title */
"Error" = "오류";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloud 링크 생성";

/* Allow access to service */
"Allow Access" = "접근 허용";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(설치되지 않음) %@";

/* App search view; navigation bar title */
"Choose App" = "앱 선택";

/* App search view; no results */
"No results." = "결과 없음.";

/* App search view; search bar placeholder */
"Search apps…" = "앱 검색…";

/* Apple Watch complication */
"Complication" = "컴플리케이션";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Apple Watch 단축어가 아직 없습니다.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Apple Watch 시계 페이스의 단축어 컴플리케이션에 표시할 단축어를 선택하십시오.\n\n시간이 지나면서 사용자가 단축어를 언제 실행하는지에 따라 단축어 앱이 언제 단축어를 표시할지 최적화합니다.";

/* Apps category */
"Apps" = "앱";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "이 단축어를 실행할 때 텍스트를 입력하도록 요청합니다.";

/* Boolean false */
"False" = "거짓";

/* Boolean true */
"True" = "참";

/* Button */
"Back" = "뒤로";

/* Button */
"Cancel" = "취소";

/* Button */
"Choose Variable" = "변수 선택";

/* Button */
"Clear" = "지우기";

/* Button */
"Delete Actions" = "동작 삭제";

/* Button */
"Delete Shortcut" = "단축어 삭제";

/* Button */
"Done" = "완료";

/* Button */
"Get More Shortcuts" = "단축어 더 가져오기";

/* Button */
"Go Back" = "뒤로 이동";

/* Button */
"Help" = "도움말";

/* Button */
"Keep Actions" = "동작 유지";

/* Button */
"Next" = "다음";

/* Button */
"OK" = "확인";

/* Button */
"Remove Action" = "동작 삭제";

/* Button */
"Remove Action From Shortcut" = "단축어에서 동작 삭제";

/* Button */
"Remove Photo" = "사진 삭제";

/* Button */
"Select Magic Variable" = "매직 변수 선택";

/* Button */
"Select Photo" = "사진 선택";

/* Button */
"Show Action Settings" = "동작 설정 보기";

/* Button */
"Show Actions" = "동작 보기";

/* Button */
"Sign Out" = "로그아웃";

/* Button */
"Take Photo" = "사진 찍기";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "홈 화면에 추가";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "홈 화면에 추가";

/* Button or title */
"Delete" = "삭제";

/* Button or title */
"Run Shortcut" = "단축어 실행";

/* Button or title */
"Settings" = "설정";

/* Button or title */
"Variables" = "변수";

/* Button title */
"Add to Siri" = "Siri에 추가";

/* Button title to import a shortcut */
"Get Shortcut" = "단축어 가져오기";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "전체 화면으로 결과 보기";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "둘러보기 안내 이용하기";

/* Button; used for sharing a shortcut's result */
"Share Result" = "결과 공유";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "이 단축어는 다음 앱 및 서비스와 호환됩니다.";

/* Choose an item */
"Choose" = "선택";

/* Conditional AND */
"and" = "및";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "‘Otherwise’ 되돌리기";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "‘Otherwise’ 다음에 있는 동작은 조건이 거짓인 경우 실행됩니다.";

/* Conditional actions settings navigation bar title */
"If Action" = "If 동작";

/* Confirmation HUD when link copies */
"Link copied" = "링크 카피됨";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "이 단축어 공유를 중단하겠습니까? iCloud 링크가 삭제되어 더 이상 사용할 수 없습니다.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "사용자의 모든 iCloud 기기에서 이 단축어가 삭제됩니다.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "사용자의 모든 iCloud 기기에서 이 단축어가 삭제됩니다.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "‘%1$@‘은(는) %2$@이(가) 아닌 것 같습니다. 연락처 추가를 원하시나요?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "그래도 ‘%@‘ 사용";

/* Contact field; accessibility label */
"Add Contact" = "연락처 추가";

/* Contact field; button */
"Search Contacts" = "연락처 검색";

/* Contact field; supported type string */
"a phone number" = "전화번호";

/* Contact field; supported type string */
"a phone number or email address" = "전화번호 또는 이메일 주소";

/* Contact field; supported type string */
"an email address" = "이메일 주소";

/* Content Types category */
"Content Types" = "콘텐츠 유형";

/* Copy link to shortcut */
"Copy Link" = "링크 복사하기";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloud 링크 복사";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "이 포맷은 Unicode Technical Standard #35의 패턴을 따릅니다.";

/* Custom date format alert title */
"Custom Date Format" = "사용자 설정 날짜 포맷";

/* Custom date formatting style */
"Custom" = "사용자 설정";

/* Custom time format title */
"Custom Format" = "사용자 설정 포맷";

/* Default option */
"Default" = "기본";

/* Delete all shortcuts */
"Delete All" = "모두 삭제";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "전체 선택 해제";

/* Dictionary key placeholder */
"Key" = "키";

/* Discoverability or accessibility title */
"Shortcut Settings" = "단축어 설정";

/* Discoverability or accessibility title */
"Stop Shortcut" = "단축어 중단";

/* Discoverability title */
"Close shortcut" = "단축어 닫기";

/* Discoverability title */
"Search actions" = "동작 검색";

/* Discoverability title */
"Stop shortcut" = "단축어 중단";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "공유 시트에서 보기";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "위젯에서 보기";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "컴플리케이션에서 보기";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Apple Watch에서 보기";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "단축어 복제";

/* Duplicate shortcut */
"Duplicate" = "복제";

/* Edit import questions back bar button title */
"Questions" = "질문";

/* Error message */
"No options available." = "사용 가능한 옵션 없음";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Store를 로드할 수 없습니다.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "위젯을 사용하여 단축어를 빨리 실행할 수 있습니다.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "즐겨찾기";

/* Favorite button title - action is favorited */
"Favorited" = "즐겨찾기에 추가됨";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "계정: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "다음 조건이 모두 참인 경우";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "다음 조건 중 하나라도 참인 경우";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "다음으로 시작";

/* Find filter UI operator */
"contains" = "다음을 포함";

/* Find filter UI operator */
"does not contain" = "다음을 포함하지 않음";

/* Find filter UI operator */
"ends with" = "다음으로 끝남";

/* Find filter UI operator */
"is" = "다음과 같음";

/* Find filter UI operator */
"is after" = "다음 이후에";

/* Find filter UI operator */
"is before" = "다음 이전에";

/* Find filter UI operator */
"is between" = "다음 범위 사이에 있음";

/* Find filter UI operator */
"is exactly" = "다음과 같음";

/* Find filter UI operator */
"is greater than" = "다음보다 큼";

/* Find filter UI operator */
"is greater than or equal to" = "다음보다 크거나 같음";

/* Find filter UI operator */
"is in the last" = "다음 내에 있음";

/* Find filter UI operator */
"is in the next" = "다음 기간 후에 있음";

/* Find filter UI operator */
"is larger than" = "다음보다 큼";

/* Find filter UI operator */
"is larger than or equal to" = "다음보다 크거나 같음";

/* Find filter UI operator */
"is less than" = "다음보다 작음";

/* Find filter UI operator */
"is less than or equal to" = "다음보다 작거나 같음";

/* Find filter UI operator */
"is longer than" = "다음보다 김";

/* Find filter UI operator */
"is longer than or equal to" = "다음보다 길거나 같음";

/* Find filter UI operator */
"is not" = "다음이 아님";

/* Find filter UI operator */
"is not exactly" = "다음이 아님";

/* Find filter UI operator */
"is not on" = "다음이 아님";

/* Find filter UI operator */
"is on" = "다음과 같음";

/* Find filter UI operator */
"is shorter than" = "다음보다 짧음";

/* Find filter UI operator */
"is shorter than or equal to" = "다음보다 짧거나 같음";

/* Find filter UI operator */
"is smaller than" = "다음보다 작음";

/* Find filter UI operator */
"is smaller than or equal to" = "다음보다 짧거나 같음";

/* Find filter UI operator */
"is today" = "오늘";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Siri에 단축어를 추가하여 음성으로 단축어를 실행할 수 있습니다.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "공유 시트를 열고 단축어를 탭하여 다른 앱에서 이 단축어를 사용합니다.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "키를 입력하여 사전에서 키 값을 추출하거나, 빈 칸으로 두어 전체 사전을 가져올 수 있습니다.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@(이 기기)";

/* Full name of contact */
"Full Name" = "전체 이름";

/* Full street address of location */
"Full Street Address" = "전체 도로 주소";

/* Get property */
"Get" = "가져오기";

/* Get value for a dictionary key */
"Get Value for Key" = "키 값 가져오기";

/* Go to next import question */
"Continue" = "계속";

/* Guided tour; drag actions to here hint */
"…to here" = "…여기에";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "여기에 동작을 드래그합니다.";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Apple Watch에서 실행할 때, 이 동작은 Handoff 사용을 요구하며 iPhone에서 계속 실행됩니다.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "단위";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 시간";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ 글리프, %2$@ 배경 색상";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "이 단축어가 홈 화면에 추가되면 사용할 사용자 설정 이미지를 선택하십시오.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "단축어가 홈 화면에 추가되면 위의 이미지가 사용됩니다.";

/* Icon editor; accessibility label */
"Icon Preview" = "아이콘 미리보기";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "단축어 아이콘 편집기";

/* Icon editor; segmented control option */
"Color" = "색상";

/* Icon editor; segmented control option */
"Glyph" = "글리프";

/* Icon editor; segmented control option */
"Home Screen" = "홈 화면";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "여기에 추가된 질문은 다른 기기에서 이 단축어를 가져올 때 표시됩니다. 이 질문에 대한 답은 단축어에 채워집니다.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "이 단축어 설정에서 ‘단축어 사용자 설정’ 버튼을 사용하여 가져오기 질문을 설정할 수 있습니다.";

/* Import questions detail view */
"Default Answer" = "기본 답변";

/* Import questions detail view */
"Question Text" = "질문 텍스트";

/* Import questions detail view */
"Type a question here…" = "여기에 질문 입력…";

/* Import questions details view; navigation bar title */
"Details" = "세부 정보";

/* Import questions; button */
"Add New Question…" = "새로운 질문 추가…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "아래 동작 중 하나에서 매개변수를 선택하십시오.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "매개변수 선택";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "이 단축어에는 동작이 없습니다. 가져오기 질문을 설정하기 전에 단축어에 동작을 추가하십시오.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "단축어가 받는 입력 유형: %@";

/* Input types of action */
"Input" = "입력";

/* Input variable description */
"Gets the output of the previous action." = "이전 동작의 출력을 가져옵니다.";

/* Install app icon; should match App Store GET button */
"GET" = "받기";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "하단에서 동작을 추가하여 단축어를 만들어 보세요.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "왼쪽에서 동작을 추가하여 단축어를 만들어 보세요.";

/* Item can be anything */
"anything" = "모두";

/* Keep all shortcuts */
"Keep All" = "모두 유지";

/* Keep shortcuts */
"Keep" = "유지";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "%lu개 유지";

/* Label for accessibility custom action to expand actions card */
"Expand" = "확장";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "축소";

/* Label for types that the workflow accepts. */
"Accepted Types" = "허용된 유형";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "%@ 추가";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "추가하려는 값 유형이 무엇입니까?";

/* Long date formatting style */
"Long" = "길게";

/* Manage sharing */
"Manage Sharing" = "공유 관리";

/* Medium date formatting style */
"Medium" = "중간";

/* Missing action error action */
"Update Shortcuts" = "단축어 업데이트";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "이 버전의 단축어 앱에서 이 동작을 찾을 수 없습니다.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "이름 및 스토어 URL";

/* Name of measurement unit */
"Unit (Name)" = "단위";

/* Navigation bar title */
"Select a Magic Variable" = "매직 변수 선택";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "충돌 해결";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ 변수를 사용할 수 없습니다.";

/* None option */
"None" = "없음";

/* Note about using the action */
"Note" = "메모";

/* Parameter already in use by another import question */
"Already In Use" = "이미 사용 중";

/* Parameter not supported for import question */
"Not Supported for Questions" = "질문에 지원되지 않음";

/* Piece of text */
"Text" = "텍스트";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "다른 앱에서 가져온 단축어입니다. 이 단축어를 정말 실행하겠습니까?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "상대적";

/* Relative date or time formatting style */
"How Long Ago/Until" = "지속된 기간/예상 기간";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "알 수 없는 기기";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "이 이름은 모든 %@ 동작의 매직 변수에 사용됩니다.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "매직 변수 이름 변경";

/* Rename shortcut alert title */
"Rename Shortcut" = "단축어 이름 변경";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "단축어의 새로운 이름을 입력하십시오.";

/* Rename workflow or variable */
"Rename" = "이름 변경";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "요구사항";

/* Result types of action */
"Result" = "결과";

/* Reveal action that is associated with the variable */
"Reveal Action" = "동작 표시하기";

/* Scripting category */
"Scripting" = "스크립트하기";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "검색";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "컴플리케이션 단축어";

/* Select all input types */
"Select All" = "전체 선택";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@(%@)";

/* Share a shortcut */
"Share Shortcut" = "단축어 공유";

/* Share a workflow along with a description */
"Share with Description" = "설명과 함께 공유";

/* Share a workflow as a file */
"Share as File" = "파일로 공유";

/* Share shortcut */
"Share" = "공유";

/* Short date formatting style */
"Short" = "짧게";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "‘%@‘에는 동작이 없습니다.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "비어있는 단축어";

/* Shortcut contains no actions error title */
"No Actions" = "동작 없음";

/* Shortcut description placeholder */
"Customize Shortcut…" = "단축어 사용자 설정…";

/* Shortcut icon */
"Icon" = "아이콘";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "단축어 선택";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "%1$@~%2$@ 사이로 이동함";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "%@ 뒤인 끝으로 이동함";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "%@ 앞인 맨 위로 이동함";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "오늘 위젯에서 단축어를 사용하려면 몇 가지 단계에 따라 위젯을 추가하십시오. 아니면 완료를 탭하여 나중에 설정할 수도 있습니다.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "오늘 위젯을 추가하여 눈 깜박할 새에 단축어를 실행해 보세요.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "단축어 활동이 하이라이트된 Safari의 공유 시트 스크린샷";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "동작 확장 프로그램 단축어는 다른 앱 내의 공유 시트에서 실행됩니다.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "오늘 위젯 단축어는 화면 상단을 아래로 당겨서 보이는 알림 센터에서 실행됩니다.";

/* Shortcut types help view; title */
"Shortcut Types" = "단축어 유형";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "%@에서 삭제됨";

/* Shortcut was deleted on another device */
"Deleted on another device" = "다른 기기에서 삭제됨";

/* Shortcut was modified on a specified device */
"Modified on %@" = "%@에 수정됨";

/* Shortcut was modified on another device */
"Modified on another device" = "다른 기기에서 수정됨";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "단축어 검색…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "알림 센터에서 단축어 위젯 스크린샷";

/* Siri phrase */
"“%@”" = "‘%@’";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "설정 건너뛰기";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "공유 중단";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "갤러리에 제출";

/* Tap to choose an option */
"Tap to Choose" = "탭하여 선택";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "내가 만든 단축어를 확인해 보세요!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "동작 제어기";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "화면 하단";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "화면 상단";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "모든 값";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "없음";

/* Title */
"Actions" = "동작";

/* Title */
"Date Format" = "날짜 포맷";

/* Title */
"Requires Handoff" = "Handoff 필요";

/* Title */
"Shortcuts" = "단축어";

/* Title */
"Time Format" = "시간 포맷";

/* Title */
"Type" = "유형";

/* Title for action drawer categories view */
"Categories" = "카테고리";

/* Title for configuration page for unit */
"Unit (Title)" = "단위";

/* Title of main screen showing your library of shortcuts */
"Library" = "보관함";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "단축어 사용자 설정…";

/* Title or button */
"Import Questions" = "가져오기 질문";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "짜잔! 오늘 위젯이 설정되었습니다.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "그런 다음 갤러리에서 오늘 위젯 단축어 몇 개를 골라보세요.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "알림 센터를 아래로 내리기만 하면 단축어 오늘 위젯으로 아무 앱에서나 한 번만 탭하여 단축어를 실행할 수 있습니다.";

/* Today widget explanation button */
"Add Widget" = "위젯 추가";

/* Today widget explanation button */
"View the Gallery" = "갤러리 보기";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "%MODEL%의 아무 곳에서 눈 깜박할 새에 단축어를 실행할 수 있습니다.";

/* Unknown item */
"Unknown" = "알 수 없음";

/* Used in a phrase like 'Add new item' */
"new item" = "새로운 항목";

/* User’s favorited workflows or actions */
"Favorites" = "즐겨찾기";

/* Variable field placeholder */
"Variable Name" = "변수 이름";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "‘변수 설정’ 동작을 추가하여 변수를 생성할 수 있습니다.";

/* Varible picker; none available error title */
"No Variables Are Available" = "사용 가능한 변수 없음";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "충돌";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "이 단축어 구성";

/* Workflow name */
"Name of Shortcut" = "이름";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "완료를 탭하여 단축어를 계속 편집합니다.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "단축어 시계 앱의 스크린샷";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch 단축어는 시계의 단축어 앱 또는 컴플리케이션을 통해 사용자의 손목에서 실행됩니다.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "오늘 위젯을 어떻게 찾을 수 있나요?";

/* iOS Today Widget */
"Today Widget" = "오늘 위젯";

